/***************/
/* Main Window */
/***************/
"Contrast ratio" = "Контрастность";

"Pass" = "Удовлетворяет";
"Fail" = "Не удовлетворяет";
"passed at level" = "удовлетворяет уровню";
"failed at level" = "не удовлетворяет уровню";

"The contrast ratio is" = "Контрастность";
"colour difference" = "разница цвета";
"brightness difference" = "разница яркости";

"Colour/Brightness difference" = "Разница цвета/яркости";

/******************/
/* Details drawer */
/******************/
"sufficient" = "достаточно";
"not sufficient" = "недостаточно";
"detail_1" = "Разница в яркости двух цветов составляет";
"detail_2" = "Пороговым значением является 125. Ваше значение между цветами переднего и заднего планов";
"detail_3" = "Разница в цвете двух цветов составляет";
"detail_4" = "Пороговым значением является 500. Ваше значение между цветами переднего и заднего планов ";
"detail_5" = "Примечание: Несмотря на то, разница в цвете не удовлетворяет стандарту W3C, она совместима со стандартом от Hewlett Packard. Hewlett Packard рекомендует предел разницы в цветах равный 400.";
"detail_6" = "1.4.3 Контраст (минимальный):  Текст (и изображения с текстом) должны иметь контрастность как минимум 4.5:1, за исключением декоративного применения текста.  Текст большого размера (от 18 пунктов или от 14 пунктов в жирном начертании) или изображения текста могут иметь коэффициент контрастности 3:1. (Уровень AA)";
"detail_7" = "1.4.6 Контраст (улучшенный): Текст (и картинки с текстом) должны иметь контрастность как минимум 7:1, за исключением декоративного применения текста.  Текст большого размера (от 18 пунктов или от 14 пунктов в жирном начертании) или изображения текста могут иметь коэффициент контрастности 4.5:1. (Уровень AAA)";
"detail_8" = "Примечание: Чрезмерно тонкие или декоративные шрифты трудночитаемы при низких уровнях контрастности.";

"Foreground" = "Передний план";
"Background" = "Фон";
"Text" = "Текст";
"Large text" = "Большой текст";